{
	"en": [
		{
			"id": "1",
			"icon": "svg/CubesStacked.svg",
			"heading": "Brief",
			"text": [
				"Send me detailed brief wit the following information: who you are, core values, your business goals, what you sell, requirements, scope of the project, timeframes and deadlines and also everything else you think that is important."
			]
		},
		{
			"id": "2",
			"icon": "svg/MagnifyingGlass.svg",
			"heading": "Evaluation & Debrief",
			"text": [
				"I will take a closer look to your brief and assess the terms and requirements. If everything is aligned, we will have an online meeting to further discuss the project detail and how to proceed."
			]
		},
		{
			"id": "3",
			"icon": "svg/Progress.svg",
			"heading": "KickOff & Workshop",
			"text": [
				"We take care of administration and formaly start the project. We discuss aproaches and concepts to find a solutions that fits your needs."
			]
		},
		{
			"id": "4",
			"icon": "svg/Shapes.svg",
			"heading": "Design",
			"text": [
				"This is where the fun begins. I will work on art direciton, concept and design. In the first phase I present a moodboard and 2 to 3 screens – To show how the final project will look and feel.",
				"After we approve the direction I will design the entire project."
			]
		},
		{
			"id": "5",
			"icon": "svg/Timeline.svg",
			"heading": "Development",
			"text": [
				"After main design and mood is approved, the transformation to code wil start. I will upadte you regulary on the status of development so you always have a clear insight into the process – also so we can change things that does not work or that are not perfect."
			]
		},
		{
			"id": "6",
			"icon": "svg/BinaryCheck.svg",
			"heading": "Quality & Assurance",
			"text": [
				"I monitor the product and its functioning and find out what works and what doesn't work. Thanks to this, I adjust the products to keep only the best. No extra stuff, no chaos."
			]
		}
	],
	"cs": [
		{
			"id": "1",
			"icon": "svg/CubesStacked.svg",
			"heading": "Brief",
			"text": [
				"Pošlete mi podrobný brief s následujícími informacemi: kdo jste, vaše hlavní hodnoty, vaše obchodní cíle, co prodáváte, požadavky, rozsah projektu, časový rámec a termíny a také vše ostatní, co považujete za důležité."
			]
		},
		{
			"id": "2",
			"icon": "svg/MagnifyingGlass.svg",
			"heading": "Vyhodnocení & Debrief",
			"text": [
				"Podrobněji se seznámím s vaším zadáním a posoudím podmínky a požadavky. Pokud bude vše v pořádku, uskutečníme online schůzku, na které probereme detaily projektu a další postup."
			]
		},
		{
			"id": "3",
			"icon": "svg/Progress.svg",
			"heading": "Zahájení projektu & Workshop",
			"text": [
				"Společně postaráme o administrativu a formálně zahájíme projekt. Probereme možnosti spolupráce a různé přístupy k řešení, abychom našli takové, které bude vyhovovat vašim potřebám."
			]
		},
		{
			"id": "4",
			"icon": "svg/Shapes.svg",
			"heading": "Design",
			"text": [
				"Tady začíná ta pravá zábava. Budu pracovat na výtvarné režii, konceptu a designu. V první fázi představím moodboard a 2 až 3 obrazovky - abych ukázal, jak bude finální projekt vypadat a působit.",
				"Po schválení směru navrhnu celý projekt."
			]
		},
		{
			"id": "5",
			"icon": "svg/Timeline.svg",
			"heading": "Vývoj",
			"text": [
				"Po schválení hlavního návrhu a nálady se začne s jeho transformací do kódu. Pravidelně vás budu informovat o stavu vývoje, abyste měli vždy jasný přehled o procesu - a také proto, abychom mohli změnit věci, které nefungují nebo nejsou dokonalé."
			]
		},
		{
			"id": "6",
			"icon": "svg/BinaryCheck.svg",
			"heading": "Ověření výsledku & správa",
			"text": [
				"Produkt a jeho fungování monitoruji a zjišťuji co funguje a co naopak nefunguje. Díky tomu upravuji produkty, aby zůstalo jen to nejlepší. Žádné zbytečnosti navíc žádný chaos."
			]
		}
	]
}
